Revit 2027 API
UnitTypeId.KipsPerInch Property
 Kips per inch.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KipsPerInch { get; }
Public Shared ReadOnly Property KipsPerInch As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KipsPerInch {
	ForgeTypeId^ get ();
}
static member KipsPerInch : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace